Repository: Cirx08/WeddingShare
Catalog: WeddingShare/Resources/Controllers/AdminController.*.resx
Languages: de_de

# Failed_Add_Gallery
source: Failed to create gallery
de_de: Erstellen der Galerie fehlgeschlagen

# Failed_Delete_Gallery
source: Failed to delete gallery
de_de: Löschen der Galerie fehlgeschlagen

# Failed_Edit_Gallery
source: Failed to update gallery
de_de: Aktualisieren der Galerie fehlgeschlagen

# Failed_Export
source: Failed to export data
de_de: Export der Daten fehlgeschlagen

# Failed_Finding_File
source: Failed to find file
de_de: Datei nicht gefunden

# Failed_Import
source: Failed to import data
de_de: Import der Daten fehlgeschlagen

# Failed_Reviewing_Media
source: Failed to review item
de_de: Überprüfung des Elements fehlgeschlagen

# Failed_Wipe_Galleries
source: Failed to wipe galleries
de_de: Löschen der Galerien fehlgeschlagen

# Failed_Wipe_Gallery
source: Failed to wipe gallery
de_de: Löschen der Galerie fehlgeschlagen

source: Gallery name already exists
de_de: Galeriename existiert bereits

# Login_Failed
source: Faied to log user in
de_de: Benutzeranmeldung fehlgeschlagen

# Name_Cannot_Be_Blank
source: Gallery name cannot be empty
de_de: Galeriename darf nicht leer sein

# Pending_Uploads_Failed
source: Failed to get pending uploads
de_de: Fehler beim Abrufen ausstehender Uploads

source: Unknown review action
de_de: Unbekannte Überprüfungsaktion
