Repository: Cirx08/WeddingShare
Catalog: WeddingShare/Resources/Controllers/GalleryController.*.resx
Languages: de_de, fr_fr

# File_Upload_Failed
source: Failed to upload file
de_de: Datei-Upload fehlgeschlagen
fr_fr: Impossible de télécharger le fichier

# Gallery_Does_Not_Exist
source: The requested gallery was not found or does not exist
de_de: Die angeforderte Galerie wurde nicht gefunden oder existiert nicht
fr_fr: La galerie demandée n'a pas été trouvée ou n'existe pas

# Image_Upload_Failed
source: Failed to upload images
de_de: Bilder-Upload fehlgeschlagen
fr_fr: Impossible de télécharger les images

# Invalid_Access_Token
source: The provided access token was invalid
de_de: Das bereitgestellte Zugriffstoken war ungültig
fr_fr: Le jeton d'accès fourni n'était pas valide

# Invalid_File_Type
source: File type is invalid
de_de: Dateityp ist ungültig
fr_fr: Le type de fichier n'est pas valide

source: Invalid gallery Id
de_de: Ungültige Galerie-ID
fr_fr: ID de galerie invalide

source: Invalid gallery key
de_de: Ungültiger Galerie-Schlüssel
fr_fr: Clé de galerie non valide

# Invalid_Secret_Key_Warning
source: A request was made using an invalid secret key
de_de: Eine Anfrage wurde mit einem ungültigen geheimen Schlüssel gestellt
fr_fr: Une demande a été effectuée à l'aide d'une clé de sécurité non valide

# Max_File_Size
source: Max file size is
de_de: Maximale Dateigröße ist
fr_fr: La taille maximale du fichier est

# Gallery_Full
source: Gallery is full and has exceeded the max size of
de_de: Die Galerie ist voll und überschritt die maximale Größe von
fr_fr: La galerie est pleine et a dépassé la taille maximale de

source: New Items Pending Review
de_de: Neue Elemente warten auf Überprüfung
fr_fr: Nouveaux articles en attente d'examen

# No_Files_For_Upload
source: No files were detected for upload
de_de: Keine Dateien zum Hochladen erkannt
fr_fr: Aucun fichier n'a été détecté pour le téléchargement

# Save_To_Gallery_Failed
source: Failed to save image to gallery
de_de: Speichern des Bildes in der Galerie fehlgeschlagen
fr_fr: Impossible d'enregistrer l'image dans la galerie

# Failed_Download_Gallery
source: Failed to download gallery
de_de: Galerie-Download fehlgeschlagen

# Download_Gallery_Not_Allowed
source: You are not authorised to download this gallery
de_de: Sie sind nicht berechtigt, diese Galerie herunterzuladen
